Repository: EGArian/sarkesh
Catalog: plugins/users/languages/*/LC_MESSAGES/*.po
Languages: fa_ir

source: your code is:
fa_ir: کد شما

source: Message
fa_ir: پیام

source: Your account not active! you can recive new active request from email.
fa_ir: حساب کاربری شما فعال نیست . میتوانید دوباره درخواست فعال سازی ارسال کنید.

source: Username or Password is incerrect!
fa_ir: نام‌ کاربری یا کلمه عبور اشتباه است!

source: Your request can not be prossed! try again later.
fa_ir: درخواست شما قابل پردازش نیست. لطفا بعدا مراجعه کنید.

source: Problem in log out! try again later
fa_ir: مشکلی در قسمت خروج پیش آمده.لطفا مجددا اقدام کنید.

source: you was not regestered with this email.
fa_ir: شما با این ایمیل ثبت نام نکرده اید.

source: Check your email for more informations.
fa_ir: اطلاعات مورد نیاز به ایمیل شما ارسال شد.

source: Error in sending email . please tell admins!
fa_ir: در ارسال ایمیل مشکلی به وجود آمده ! <br />لطفا با مدیر تماس بگیرید.

source: Your entered code is invalid.
fa_ir: کد وارد شده اشتباه است.

source: Your password changed! look at your email.
fa_ir: کلمه عبور جدید به ایمیل شما ارسال شد.

source: Username:
fa_ir: نام کاربری:

source: This username is not available.
fa_ir: این نام کاربری مجاز نیست.ممکن است توسط شخص دیگری ثبت شده باشد.

source: Email:
fa_ir: پست الکترونیکی:

source: Email Patern is not cerrect
fa_ir: الگوی ایمیل اشتباه است.

source: Password:
fa_ir: کلمه عبور:

source: Your password must be between 8 and 32 characters long.
fa_ir: کلمه عبور باید بین ۸ تا ۳۲ کاراکتر باشد!

source: Your entered passwords are not match!
fa_ir: کلمات عبور وارد شده با هم مطابقت ندارند!

source: Register
fa_ir: عضویت

source: You can login to your account with your login info.
fa_ir: هم اکنون میتوانید با اطلاعات حساب کاربریتان وارد شوید.

source: Please fill all fields that marked with *.
fa_ir: لطفا تمام فیلد های مشخص شده با * را تکمیل کنید

source: User Sign in
fa_ir: ورود کاربر

source: Don't have account?
fa_ir: حساب کاربری ندارید؟

source: Sign up
fa_ir: عضویت

source: Username
fa_ir: نام کاربری

source: Remember me!
fa_ir: مرا به یاد داشته باش!

source: Sign in
fa_ir: ورود

source: Forget your password?
fa_ir: کلمه عبور را فراموش کرده اید؟

source: User State
fa_ir: اطلاعات کاربر

source: Hello!
fa_ir: سلام!

source: Log out
fa_ir: خروج

source: Reset password
fa_ir: بازیابی کلمه عبور

source: Email
fa_ir: پست الکترونیکی

source: Send email
fa_ir: ارسال پست الکترونیکی

source: Input reset code
fa_ir: کد بازیابی را وارد کنید.

source: Code
fa_ir: کد

source: Your reset code
fa_ir: کد بازیابی کلمه عبور

source: Cancel
fa_ir: انصراف

source: Re Password
fa_ir: کلمه عبور:

source: By clicking submit you are agreeing to the Terms and Conditions.
fa_ir: کلیک بر روی دکمه عضویت به معنی پذیرش مفاد قوانین ارائه خدمات خواهد بود.
